{
    "historyCompany": {
        "en": [
            "Our company, Mangcoding, was founded in 2022 by Nugraha, who has more than 10 years of experience in website development. Since its inception, Mangcoding has been dedicated to providing high-quality website development services.",
            "Experiencing in Web Development more than 10 Years, Nugraha as a Project Manager in Mangcoding always get offer to work with company to build and manage their website. With his background as developer with US Company, he decide to create team in 2022."
        ],
        "id": [
            "Perusahaan kami, Mangcoding, didirikan pada tahun 2022 oleh Nugraha, yang memiliki pengalaman lebih dari 10 tahun di bidang pengembangan website. Sejak awal berdirinya, Mangcoding telah berkomitmen untuk menyediakan layanan pengembangan website berkualitas tinggi.",
            "Nugraha, yang memiliki pengalaman lebih dari 10 tahun di bidang pengembangan website, menjabat sebagai Project Manager di Mangcoding dan selalu mendapatkan tawaran untuk bekerja dengan perusahaan untuk membangun dan mengelola website mereka. Dengan latar belakangnya sebagai pengembang di perusahaan Amerika Serikat, ia memutuskan untuk membentuk tim pada tahun 2022."
        ]
    },
    "aboutMangcoding": {
        "en": [
            "Our company, Mangcoding, was founded in 2022 by Nugraha, who has more than 10 years of experience in website development. Since its inception, Mangcoding has been dedicated to providing high-quality website development services.",
            "Experiencing in Web Development more than 10 Years, Nugraha as a Project Manager in Mangcoding always get offer to work with company to build and manage their website. With his background as developer with US Company, he decide to create team in 2022."
        ],
        "id": [
            "Perusahaan kami, Mangcoding, didirikan pada tahun 2022 oleh Nugraha, yang memiliki pengalaman lebih dari 10 tahun di bidang pengembangan website. Sejak awal berdirinya, Mangcoding telah berkomitmen untuk menyediakan layanan pengembangan website berkualitas tinggi.",
            "Nugraha, yang memiliki pengalaman lebih dari 10 tahun di bidang pengembangan website, menjabat sebagai Project Manager di Mangcoding dan selalu mendapatkan tawaran untuk bekerja dengan perusahaan untuk membangun dan mengelola website mereka. Dengan latar belakangnya sebagai pengembang di perusahaan Amerika Serikat, ia memutuskan untuk membentuk tim pada tahun 2022."
        ]
    },
    "visionAndMission": {
        "en": [
            "Our vision at Mangcoding is to establish a global leadership position by offering services that are utilized worldwide. Our mission is to simplify performance monitoring, analysis, and enhancement for every individual within an organization, accessible from any device, anywhere.",
            "At Mangcoding, we aspire to lead globally by providing services used worldwide. Our mission is to streamline performance monitoring, analysis, and improvement for all employees, accessible from any device, anywhere."
        ],
        "id": [
            "Visi kami di Mangcoding adalah menjadi pemimpin global dengan menawarkan layanan yang digunakan di seluruh dunia. Misi kami adalah menyederhanakan pemantauan, analisis, dan peningkatan kinerja bagi setiap individu dalam sebuah organisasi, dapat diakses dari perangkat mana pun, di mana pun.",
            "Di Mangcoding, kami bermimpi memimpin secara global dengan menyediakan layanan yang digunakan di seluruh dunia. Misi kami adalah menyederhanakan pemantauan, analisis, dan peningkatan kinerja untuk semua karyawan, dapat diakses dari perangkat mana pun, di mana pun."
        ]
    },
    "futureCompany": {
        "en": [
            "Our company is planning to expand its services globally and establish itself as a key player in the industry. We have several upcoming projects, including the development of new software solutions and partnerships with leading companies. In the future, we aim to be at the forefront of innovation, continuously improving our products and services to meet the evolving needs of our clients.",
            "We are focused on enhancing our technology and services to stay ahead of the competition. This includes investing in research and development to create cutting-edge solutions for our clients.",
            "In the coming years, we aim to strengthen our partnerships with other industry leaders and explore new avenues for growth and development."
        ],
        "id": [
            "Perusahaan kami berencana untuk memperluas layanannya secara global dan menjadikan dirinya sebagai pemain kunci di industri ini. Kami memiliki beberapa proyek mendatang, termasuk pengembangan solusi perangkat lunak baru dan kemitraan dengan perusahaan-perusahaan terkemuka. Di masa depan, kami bertujuan untuk menjadi yang terdepan dalam inovasi, terus meningkatkan produk dan layanan kami untuk memenuhi kebutuhan yang terus berkembang dari klien kami.",
            "Kami fokus pada peningkatan teknologi dan layanan kami untuk tetap unggul dari kompetisi. Ini termasuk investasi dalam penelitian dan pengembangan untuk menciptakan solusi terkini bagi klien kami.",
            "Dalam beberapa tahun mendatang, kami bertujuan untuk memperkuat kemitraan kami dengan pemimpin industri lainnya dan mengeksplorasi jalur baru untuk pertumbuhan dan pengembangan."
        ]
    },
    "services": {
        "en": [
            "Mangcoding offers a range of services including WordPress theme development, Shopify theme development, custom website application development, user interface (UI) and user experience (UX) design, and custom plugin development.",
            "At Mangcoding, we provide a variety of services, including WordPress theme development, Shopify theme development, custom website application development, user interface (UI) and user experience (UX) design, and custom plugin development.",
            "Mangcoding offers a wide range of services, including but not limited to WordPress theme development, Shopify theme development, custom website application development, user interface (UI) and user experience (UX) design, and custom plugin development.",
            "From WordPress theme development to Shopify theme development, custom website application development, user interface (UI) and user experience (UX) design, and custom plugin development, Mangcoding has the expertise to meet your needs.",
            "Looking for services such as WordPress theme development, Shopify theme development, custom website application development, user interface (UI) and user experience (UX) design, or custom plugin development? Mangcoding has you covered."
        ],
        "id": [
            "Mangcoding menawarkan berbagai layanan termasuk pengembangan tema WordPress, pengembangan tema Shopify, pengembangan aplikasi website kustom, desain antarmuka pengguna (UI) dan pengalaman pengguna (UX), serta pengembangan plugin kustom.",
            "Di Mangcoding, kami menyediakan beragam layanan, termasuk pengembangan tema WordPress, pengembangan tema Shopify, pengembangan aplikasi website kustom, desain antarmuka pengguna (UI) dan pengalaman pengguna (UX), serta pengembangan plugin kustom.",
            "Mangcoding menawarkan berbagai layanan, mulai dari pengembangan tema WordPress hingga pengembangan tema Shopify, pengembangan aplikasi website kustom, desain antarmuka pengguna (UI) dan pengalaman pengguna (UX), serta pengembangan plugin kustom.",
            "Dari pengembangan tema WordPress hingga pengembangan tema Shopify, pengembangan aplikasi website kustom, desain antarmuka pengguna (UI) dan pengalaman pengguna (UX), serta pengembangan plugin kustom, Mangcoding memiliki keahlian untuk memenuhi kebutuhan Anda.",
            "Butuh layanan seperti pengembangan tema WordPress, pengembangan tema Shopify, pengembangan aplikasi website kustom, desain antarmuka pengguna (UI) dan pengalaman pengguna (UX), atau pengembangan plugin kustom? Mangcoding siap membantu."
        ]
    },
    "greetings": {
        "en": [
            "Hello! How can I assist you today?",
            "Hi there! How can I help you?",
            "Hey! What can I do for you?",
            "Howdy! What brings you here?",
            "Hi! How's your day going?"
        ],
        "id": [
            "Halo! Bagaimana saya bisa membantu Anda hari ini?",
            "Hai! Ada yang bisa saya bantu?",
            "Hei! Apa yang bisa saya lakukan untuk Anda?",
            "Halo! Ada yang bisa saya bantu?",
            "Hai! Bagaimana kabarmu hari ini?"
        ]
    },
    "pricing":{
        "en": [
         "Paket CMS: \n Paket A: includes the creation of a simple landing page with a Template Base-based CMS that is responsive. It has a website speed with GT Matrix Grade C and PageSpeed Insights minimum 72. Equipped with SEO Plugin, Security Plugin, and hosting and domain services per year. Also includes free services such as Online Support, Manual Book, and 1x Meeting Training. Package price $2000 with an additional maintenance fee per year of $4500. \n Paket B: provides a simple landing page with custom design and Premium Template. Responsive with website speed GT Matrix Grade B and PageSpeed Insights min. 80. Equipped with SEO Plugin, Security Plugin, as well as hosting and domain services per year. Free: Online Support, Manual Book, Training 1x Meeting. Price: $4000 + Maintenance $4500/year. \n Paket C: provides a complete web with a Professional Template. Responsive with website speed GT Matrix Grade A and PageSpeed Insights min. 90. Equipped with Premium SEO Plugin, Premium Security Plugin, as well as hosting and domain services per year. Free: 3 Months Maintenance, Free Company Email, Online Support, Manual Book, Training 3x Meeting. Price: $17,000 + Maintenance $6300/year. \n Custom Package: \n Package A: offers a simple landing page without CMS with Template HTML CSS which is responsive and has website speed GT Matrix Grade B and PageSpeed Insights min. 80. Includes hosting and domain services per year with Domain .com + 11% Tax, Hosting + 11% Tax, VRAM 1 Gb, CPU 1 Core, Storage 3 Gb, and Bandwidth Unlimited. Free: Online Support. Price: $1500 + Maintenance $4000/year. \n Package B: simple landing page without CMS with custom design using Template HTML CSS Custom which is responsive and has website speed GT Matrix Grade B and PageSpeed Insights min. 80. Includes hosting and domain services per year with Domain .com + 11% Tax, Hosting + 11% Tax, VRAM 1 Gb, CPU 1 Core, Storage 3 Gb, and Bandwidth Unlimited. Free: Online Support. Price: $2000 + Maintenance $4000/year. \n Package C: complete web with premium custom design using Template Custom Professional with 5 default pages that are responsive and have website speed GT Matrix Grade A and PageSpeed Insights min. 90. Equipped with SEO, security, and Dashboard Admin services. Includes hosting and domain services per year with Domain .com + 11% Tax, Hosting + 11% Tax, VRAM 2 Gb, CPU 3 Core, Storage 13 Gb, and Bandwidth Unlimited. Free: 3 Months Maintenance, Free Company Email, Online Support, Manual Book, Training 3x Meeting. Price: $35,000 + Maintenance $6300/year."
        ],
        "id": [
            "Paket CMS : \n Paket A : mencakup pembuatan simple landing page dengan CMS berbasis Template Base yang responsif. Memiliki kecepatan website dengan GT Matrix Grade C dan PageSpeed Insights minimal 72. Dilengkapi dengan SEO Plugin, Security Plugin, dan layanan hosting serta domain per tahun. Termasuk juga layanan gratis seperti Support Online, Manual Book, dan Training 1x Pertemuan. Harga paket Rp 2,000,000 dengan tambahan biaya maintenance per tahun Rp 4,500,000. \n  Paket B : menyediakan simple landing page dengan desain custom dan Template Premium. Responsif dengan kecepatan website GT Matrix Grade B dan PageSpeed Insights min. 80. Dilengkapi SEO Plugin, Security Plugin, serta layanan hosting dan domain per tahun. Gratis: Support Online, Manual Book, Training 1x Pertemuan. Harga: Rp 4,000,000 + Maintenance Rp 4,500,000/tahun. \n Paket C : menyediakan web complete dengan Template Profesional. Responsif dengan kecepatan website GT Matrix Grade A dan PageSpeed Insights min. 90. Dilengkapi Premium SEO Plugin, Premium Security Plugin, serta layanan hosting dan domain per tahun. Gratis: Maintenance 3 Bulan, Gratis Email Perusahaan, Support Online, Manual Book, Training 3x Pertemuan. Harga: Rp 17,000,000 + Maintenance Rp 6,300,000/tahun. \n Paket Custom : \n Paket A : menawarkan simple landing page tanpa CMS dengan Template HTML CSS yang responsif dan memiliki kecepatan website GT Matrix Grade B serta PageSpeed Insights min. 80. Termasuk layanan hosting dan domain per tahun dengan Domain .com + PPn 11%, Hosting + PPn 11%, VRAM 1 Gb, CPU 1 Core, Storage 3 Gb, dan Bandwidht Unlimited. Gratis: Support Online. Harga: Rp 1,500,000 + Maintenance Rp 4,000,000/tahun. \n Paket B : simple landing page tanpa CMS dengan desain custom menggunakan Template HTML CSS Custom yang responsif dan memiliki kecepatan website GT Matrix Grade B serta PageSpeed Insights min. 80. Termasuk layanan hosting dan domain per tahun dengan Domain .com + PPn 11%, Hosting + PPn 11%, VRAM 1 Gb, CPU 1 Core, Storage 3 Gb, dan Bandwidht Unlimited. Gratis: Support Online. Harga: Rp 2,000,000 + Maintenance Rp 4,000,000/tahun. \n Paket C : web complete dengan desain custom premium menggunakan Template Custom Profesional dengan 5 halaman default yang responsif dan memiliki kecepatan website GT Matrix Grade A serta PageSpeed Insights min. 90. Dilengkapi dengan layanan SEO, keamanan, dan Dashboard Admin. Termasuk layanan hosting dan domain per tahun dengan Domain .com + PPn 11%, Hosting + PPn 11%, VRAM 2 Gb, CPU 3 Core, Storage 13 Gb, dan Bandwidht Unlimited. Gratis: Maintenance 3 Bulan, Gratis Email Perusahaan, Support Online, Manual Book, Training 3x Pertemuan. Harga: Rp 35,000,000 + Maintenance Rp 6,300,000/tahun."
        ]
    },
    "shopifyOverview": {
        "en": [
            "Shopify is a popular e-commerce platform that allows you to create an online store and sell products.",
            "Shopify is a platform that provides tools for creating and managing an online store without the need for coding skills.",
            "Shopify works by providing a user-friendly interface where you can add products, customize your store design, and manage orders."
        ],
        "id": [
            "Shopify adalah platform e-commerce populer yang memungkinkan Anda membuat toko online dan menjual produk.",
            "Shopify adalah platform yang menyediakan alat untuk membuat dan mengelola toko online tanpa perlu keahlian pemrograman.",
            "Shopify bekerja dengan menyediakan antarmuka yang mudah digunakan di mana Anda dapat menambahkan produk, menyesuaikan desain toko Anda, dan mengelola pesanan."
        ]
    },
    "wordpressOverview": {
        "en": [
            "WordPress is a popular content management system (CMS) that allows you to create and manage websites easily.",
            "WordPress is a platform that provides a user-friendly interface for creating websites, blogs, and online stores.",
            "WordPress works by allowing users to choose from various themes and plugins to customize their websites and add functionality."
        ],
        "id": [
            "WordPress adalah sistem manajemen konten (CMS) populer yang memungkinkan Anda membuat dan mengelola situs web dengan mudah.",
            "WordPress adalah platform yang menyediakan antarmuka yang mudah digunakan untuk membuat situs web, blog, dan toko online.",
            "WordPress bekerja dengan memungkinkan pengguna memilih dari berbagai tema dan plugin untuk menyesuaikan situs web mereka dan menambahkan fungsionalitas."
        ]
    },
    "farewells": {
        "en": [
            "Goodbye! Have a great day.",
            "See you later!",
            "Take care!",
            "So long!",
            "Bye! Come back soon."
        ],
        "id": [
            "Selamat tinggal! Semoga hari Anda menyenangkan.",
            "Sampai jumpa!",
            "Salam!",
            "Dada!",
            "Sampai jumpa! Datang kembali ya."
        ]
    },
    "gratitude": {
        "en": [
            "Thank you!",
            "Thanks a lot!",
            "Thank you very much!",
            "Thanks for your help.",
            "Much appreciated!"
        ],
        "id": [
            "Terima kasih!",
            "Makasih banyak!",
            "Terima kasih banyak!",
            "Terima kasih atas bantuannya.",
            "Sangat dihargai!"
        ]
    },
    "order": {
        "en": [
           "To place an order, you can do so by opening the contact page available in the menu above. You will find a form that needs to be filled out with your details and requirements. Once submitted, our team will contact you to confirm the details and proceed with your order."
        ],
        "id": [
            "Untuk melakukan pemesanan anda dapat melakukannya dengan membuka halaman contact yang tersedia pada menu diatas,Anda akan menemukan formulir yang harus diisi dengan detail dan kebutuhan Anda. Setelah dikirim, tim kami akan menghubungi Anda untuk mengkonfirmasi detail dan melanjutkan dengan pesanan Anda."
        ]
    },
    
    "notFound": {
        "en": [
            "Sorry, we couldn't find an answer to your question. Is there any other question we can help answer?"
        ],
        "id": [
            "Maaf, kami tidak dapat menemukan jawaban untuk pertanyaan Anda. Apakah ada pertanyaan lain yang dapat kami bantu jawab?"
        ]
    },
    "maintenance": {
        "en": [
          "Regarding maintenance, we offer various maintenance services including regular updates, security checks, performance optimization, and content updates. For more information, you can contact our customer service who will handle your maintenance needs."
        ],
        "id": [
         "Mengenai maintenance kami menawarkan berbagai layanan pemeliharaan termasuk pembaruan rutin, pemeriksaan keamanan, optimalisasi kinerja, dan pembaruan konten. Untuk informasi lebih lanjut anda dapat menghubungi customer service kami yang akan menangani perihal maintenance anda"
        ]
    }
}